/* 
  ITDeviceRingtoneViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/22/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveAlertTitle"              = "你確定要刪除的鈴聲嗎？";
"RemoveAlertDefaultButton"      = "確定";
"RemoveAlertAlternateButton"    = "取消";

"StatusTemplate"            = "%d 個鈴聲";
"StatusSelectedTemplate"    = "%d 個鈴聲, %d 選中";

"ContextMenuImport"         = "導入";
"ContextMenuRemove"         = "刪除";
"ContextMenuExport"         = "匯出";
"ContextMenuRTMaker"        = "製作鈴聲";

"ProgressConvert"           = "轉換中...";
"ProgressImport"            = "導入...";
"ProgressRefresh"           = "刷新...";
"ProgressRemove"            = "刪除...";
"ProgressCopy"              = "複製檔...";

"ConvertFailedTitle"        = "以下音樂轉換失敗";
"MediaOPRSATHostBusy"       = "設備繁忙，請稍後再試";
"MediaOPRSiTunesInit"       = "無法讀取資料，請嘗試用iTunes對設備進行初始化後再試";
"MediaOPRSATHostBad"        = "操作失敗，請稍候再試";
"MediaOPRSUnknow"           = "未知錯誤，請稍後再試";

"UnsupportedFileAlertTitle" = "不支援的檔案類型\n鈴聲僅支援m4r、m4a、mp3、wav、wma、ape、flac、ogg檔";
